---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup4
source: html/1c4bb363-e506-39c4-fe93-8a9109d7d1a5.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup4 Property

Symbol ft⁴, indicating unit Feet to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup4 { get; }
```